{
  "es": {
    "m_inicio": "INICIO",
    "m_biografia": "BIOGRAFIA",
    "menu": {
      "inicio": "INICIO",
      "biografia": "BIOGRAFIA",
      "galeria": "GALLERIA",
      "contacto": "CONTACTO"
    },
    "index": {
      "banner1": "",
      "banner2": "",
      "banner3": "",
      "banner4": "",
      "titulo_miembros": "Miembros <span class=\"primary-color\">de la banda</span>",
      "titulo_eventos": "Próximos <span class=\"primary-color\">eventos</span>",
      "titulo_galeria": "GALERÍA <span class=\"primary-color\">DE FOTOS</span>",
      "eslogan_galeria": "Verlos en vivo es otra imagen que nunca olvidarás",
      "ver_galeria": "VER GALERIA <span class=\"primary-color\">COMPLETA</span>",
      "titulo_fecha_evento": "Fecha",
      "titulo_hora_evento": "Hora",
      "titulo_lugar_evento": "Lugar",
      "titulo_precio_evento": "Precio",
      "mas_info_evento": "Más info"
    },
    "biografia": {
      "index": {
        "titulo_biografia": "BIOGRAFÍA",
        "titulo_resenia": "THE N BAND",
        "resenia_banda": "Anna (Voz), Danny (Bajo), Mavic (Guitarras) y Alex (Batería) se unen para sumar sus influencias de diferentes rincones del mundo (desde América hasta Europa).\n\nLas influencias van desde artistas icónicos en la historia de la música de la era del Blues, y que siguen vivos muchos como leyendas en esta música maravillosa. Tales como: BB KING, ETTA JAMES, DEE DEE BRIDGEWATERS, BONNIE RIATT, ARETH FRANKLIN, SUSAN TEDESCHI, BETH HART, ALBERT KING, ROBERT JOHNSON, JOHN LEE HOOKER, etc.\n\nLos planes a corto y mediano plazo incluyen la integración de este proyecto en el entorno musical de Mallorca, específicamente en festivales y eventos que se realizan periódicamente, a mediano y largo plazo nos enfocamos a extendernos de la misma manera en el ámbito Europeo y Americano.\n\nTHE N BAND entrará en estudio (finales del 2019) preparando y grabando lo que será su primera producción musical inédita con un álbum que recopilara Blues, Composiciones Soul al estilo y el color de la voz que Blueannina otorga a este increíble proyecto"
      },
      "detalle": {
        "titulo_detalle_bio": "Biografía"
      },
      "titulo_anna": "",
      "rol_anna": "Voz Principal",
      "bio_anna": "",
      "titulo_mavic": "",
      "rol_mavic": "Guitarras",
      "bio_mavic": "",
      "titulo_daniel": "",
      "rol_daniel": "Bajo",
      "bio_daniel": "",
      "titulo_ale": "",
      "rol_ale": "Batería",
      "bio_ale": "",
      "titulo_marco": "",
      "rol_marco": "Teclados",
      "bio_marco": ""
    }
  },
  "en": {
    "m_inicio": "HOME",
    "m_biografia": "BIOGRAPHY",
    "menu": {
      "inicio": "HOME",
      "biografia": "BIOGRAPHY",
      "galeria": "GALLERY",
      "contacto": "CONTACT"
    },
    "index": {
      "banner1": "The thrill is not gone with THE N BAND",
      "banner2": "Every melody sung, rings out an infinitive feeling of the blues, soul and funky groove in an endless poem",
      "banner3": "Rock me baby no matter what",
      "banner4": "Crossroads are part of the adventure in the Blues we play",
      "titulo_miembros": "Members <span class=\"primary-color\">of the band</span>",
      "titulo_eventos": "Upcoming <span class=\"primary-color\">events</span>",
      "titulo_galeria": "PHOTO <span class=\"primary-color\">GALLERY</span>",
      "eslogan_galeria": "To see them live is another picture you will never forget",
      "ver_galeria": "SEE FULL <span class=\"primary-color\">GALLERY</span>",
      "titulo_fecha_evento": "Date",
      "titulo_hora_evento": "Time",
      "titulo_lugar_evento": "Place",
      "titulo_precio_evento": "Cost",
      "mas_info_evento": "More info"
    },
    "biografia": {
      "index": {
        "titulo_biografia": "BIOGRAPHY",
        "titulo_resenia": "SOUL FUNK R&B Band with an Intuitive RnR Feel.",
        "resenia_banda": "Five passionate musicians that meet in the heart of the Mediterranean Sea - Mallorca, Balearic Islands (Spain). \n\nMaking music that gives the soul wings, flight to the imagination and life to every memory. Anna Blueannina (Vocals), Danny Blues (Bass), Mavic (Guitars), Marco (keyboards)and Alex (Drums) join together to add up thier influences from different corners of the world (from America to Europe). \n\nIconic and Legendary Artists such as Aretha Franklin, Dee Dee Bridgewaters, Alana Miles, Eric Clapton, Fat Domino, Gary Moore, Stevie Ray Vaughan, Joe Bonamassa, Beth Heart, Etta James, Albert King, BB King, Robert Johnson, Cream, etc . Whose music still flows and rings through all time. \n\nThe Band's short and mid term plans are primarily focused towards extending live and private shows through Spain and slowly boarding steps abroad reaching American and European Festivals.  Making music to share and enjoy in the shape of THE N BAND sound you can't miss to listen up to.\n\nTHE N BAND will be in Studio Production by the end of this year working on their first album production with songs full of Blues, Funk and Soul traced by the colour and groove that Blueannina gives to this amazing project\n"
      },
      "detalle": {
        "titulo_detalle_bio": "Biografía"
      },
      "titulo_anna": "ANNA (BLUEANNINA): LEAD VOCALS",
      "rol_anna": "LEAD VOCALS",
      "bio_anna": "Anna Florio (Italian) recognized international singer. She began her professional career in Italy where she studied piano at age 7 and began singing at age 19, continues piano and singing studies, and moves to Germany in 2001 to become the lead vocalist of several Jazz, Soul and important Blues projects. She was part of a staff of professional and qualified musicians at THE BARREL HOUSE SHOW. Considered and referred to in many occasions as \"THE WOMAN HONKY TONK\". Today, She is the leader of this project, being the \"N\" (Anne) that gives this Band a name. She is BLUEANNINA for THE N BAND.",
      "titulo_mavic": "MAVIC BUSH: Guitars (www.themavicbushproject.com)",
      "rol_mavic": "Guitars",
      "bio_mavic": "Mavic Bush (Anglo-Spanish) guitarist, musician, composer and session guitarist for different local international bands such as Venezuela (Gatas Verdes), Spain (The Crazy Racoons) and Italy (Some Old Blues). Currently living in Palma de Mallorca, Balearic Islands (Spain). Today is part of \"THE N BAND\".\n\nVenezuelan by birth. European parents. She committed her studies and systematic knowledge with piano and guitar at an early age. However, at age 15, she decided to take the guitar much more seriously to become her main instrument today. Influencing her own music that melts into an ECLECTIC R&B Rock style. (Www.themavicbushproject.com). She is MAVIC for THE N BAND.\n",
      "titulo_daniel": "DANIEL LUCCAS (DANIBLUES): Bass",
      "bio_daniel": "Daniel Lucas (Argentinian) is a prominent bass player and musician in the Blues Groove environment. He has also dedicated to flamenco guitar since 2002, which he studied and played for a couple of years in Mendoza, Argentina. This is why, he sometimes, adds this Spanish sensation to the rhythm of the project, which can mix a special eclectic touch to the general idea he intends to develop. \n\nDaniel has played the guitar since 1994 and later (1998) took up the bass, dedicating with greater fullness and taking professionally since then, acting and evolving within the musical environment in Argentina with numerous prominent bands and today in Spain. He is DANI-BLUES for THE N BAND.\n",
      "titulo_ale": "ALEJANDRO SUAU (ALEX): Drums",
      "bio_ale": "Alejandro Suau (Spanish - Mallorca) is the youngest of all the elements of \"THE N BAND\", a talented and prominent drummer, who joins the band at last minute. He began his musical studies at age 17. He fell in love with the instrument after a friend introduced him to this incredible world. He formed a band called FAST SNAILS with which  participated in the musical environment of Mallorca. Better known as \"ALEX\" in THE N BAND.",
      "titulo_marco": "MARCO SPAGNIOLI: Keyboards",
      "bio_marco": "Marco Spagnoli (Italian) is the keyboard, piano and Hammond sound that makes a particular groove of Blues and Funky and complements this eclectic evolutive and creative project. Born in a family of musicians. His experience begins at the age of 8 when he studied piano, and then graduated in Clarinet at the Conservatory, later at the age of 19, he toured Europe with important musical projects for 15 years. Today, he is Marco for THE N BAND."
    }
  }
}